results_v1/SCI-065/files/results/openfoam_cases/flow_2p0_ml_min/system/topoSetDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      topoSetDict;
}
actions
(
    {
        name basketCells;
        type cellSet;
        action new;
        source boxToCell;
        sourceInfo
        {
            box (0.00049952411 -0.0013085816 0.02) (0.029971447 0.0013085816 0.1);
        }
    }
    {
        name basketZone;
        type cellZoneSet;
        action new;
        source setToCellZone;
        sourceInfo
        {
            set basketCells;
        }
    }
);
